cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
brew "ack"
brew "ansiweather"
brew "aspell"
brew "bash"
brew "cmatrix"
brew "flac"
brew "cmus", args: ["with-ffmpeg"]
brew "coreutils"
brew "cowsay"
brew "dark-mode"
brew "elinks"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "graphicsmagick"
brew "latex2html"
brew "liquidprompt"
brew "mas"
brew "neofetch"
brew "pandoc"
brew "pandoc-citeproc"
brew "par"
brew "pearl"
brew "pdf2htmlex"
brew "phantomjs"
brew "python"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "shpotify"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "webkit2png"
brew "wget"
brew "zplug"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["without-spacemacs-icon"]
cask "alfred"
cask "arq"
cask "bartender"
cask "caffeine"
cask "cloudytabs"
cask "superduper"
cask "cleanmymac"
cask "deluge"
cask "devonthink-pro-office"
cask "dictcc-en-de-dictionary-plugin"
cask "djview"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "forklift"
cask "fluid"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "lingon-x"
cask "little-snitch"
cask "mactex"
cask "mailmate"
cask "marked"
cask "pdf-expert"
cask "spotify"
cask "pdfsam-basic"
cask "plex-media-player"
cask "qlcolorcode" 
cask "qlstephen" 
cask "qlmarkdown" 
cask "quicklook-json" 
cask "qlimagesize" 
cask "quicklookase" 
cask "qlvideo"
cask "rocket"
cask "skim"
cask "skype"
cask "soulver"
cask "suspicious-package"
cask "vlc"
cask "webpquicklook" 
cask "1password"
cask "xquartz"
cask "zotero"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-lgc"
cask "font-fira-mono-for-powerline"
cask "font-hasklig-nerd-font"
mas "1Blocker", id: 1107421413
mas "Clearview", id: 557090104
mas "FruitJuice", id: 671736912
mas "Simplify", id: 448003584
